Repository: Elywa/News-App-Route
Catalog: lib/l10n/app_*.arb
Languages: ar

source: News App
ar: تطبيق الأخبار

source: Categories
ar: الأقسام

source: Settings
ar: الإعدادات

source: Pick Your Categories of interest
ar: إختر القسم الذى تهتم به

source: Sports
ar: الرياضه

source: Bussiness
ar: ريادة الاعمال

source: Entertainment
ar: الترفيه

source: General
ar: عـــام

source: Health
ar: الصحـه

source: Science
ar: العلــوم

source: Technology
ar: التكنولوجيـا

source: Language
ar: اللغـه

source: Arabic
ar: العربيـه

source: English
ar: الإنجليزيـه

source: Auther
ar: الكاتب

source: View Full Article
ar: الاطلاع على المقال
